Repository: marques999/xameteo
Catalog: Xameteo/Xameteo/Resx/Application.*.resx
Languages: pt

# ASTRO_MOONRISE
source: Moonrise
pt: Nascer da lua

# ASTRO_MOONSET
source: Moonset
pt: Pôr da lua

# ASTRO_SUNRISE
source: Sunrise
pt: Nascer do sol

# ASTRO_SUNSET
source: Sunset
pt: Pôr do sol

# BUTTON_DEFAULT
source: Click here!
pt: Carrega crlh!

# CONDITION_1000
source: Clear
pt: Céu limpo

# CONDITION_1003
source: Partly Cloudy
pt: Parcialmente nublado

# CONDITION_1006
source: Cloudy
pt: Nublado

# CONDITION_1009
source: Overcast
pt: Encoberto

# CONDITION_1030
source: Mist
pt: Neblina

# CONDITION_1063
source: Patchy rain nearby
pt: Possibilidade de chuva irregular

# CONDITION_1066
source: Patchy snow nearby
pt: Possibilidade de neve irregular

# CONDITION_1069
source: Patchy sleet nearby
pt: Possibilidade de neve molhada irregular

# CONDITION_1072
source: Patchy freezing drizzle nearby
pt: Possibilidade de chuvisco gelado irregular

# CONDITION_1087
source: Thundery outbreaks in nearby
pt: Possibilidade de trovoada

# CONDITION_1114
source: Blowing snow
pt: Rajadas de vento com neve

# CONDITION_1117
source: Blizzard
pt: Nevasca

# CONDITION_1135
source: Fog
pt: Nevoeiro

# CONDITION_1147
source: Freezing fog
pt: Nevoeiro gelado

# CONDITION_1150
source: Patchy light drizzle
pt: Chuvisco irregular

# CONDITION_1153
source: Light drizzle
pt: Chuvisco

# CONDITION_1168
source: Freezing drizzle
pt: Chuvisco gelado

# CONDITION_1171
source: Heavy freezing drizzle
pt: Chuvisco forte gelado

# CONDITION_1180
source: Patchy light rain
pt: Chuva fraca irregular

# CONDITION_1183
source: Light rain
pt: Chuva fraca

# CONDITION_1186
source: Moderate rain at times
pt: Períodos de chuva moderada

# CONDITION_1189
source: Moderate rain
pt: Chuva moderada

# CONDITION_1192
source: Heavy rain at times
pt: Períodos de chuva forte

# CONDITION_1195
source: Heavy rain
pt: Chuva forte

# CONDITION_1198
source: Light freezing rain
pt: Chuva gelada fraca

# CONDITION_1201
source: Moderate or heavy freezing rain
pt: Chuva gelada moderada ou forte

# CONDITION_1204
source: Light sleet
pt: Chuva fraca com neve

# CONDITION_1207
source: Moderate or heavy sleet
pt: Chuva forte ou moderada com neve

# CONDITION_1210
source: Patchy light snow
pt: Queda de neve irregular fraca

# CONDITION_1213
source: Light snow
pt: Queda de neve fraca

# CONDITION_1216
source: Patchy moderate snow
pt: Queda de neve irregular moderada

# CONDITION_1219
source: Moderate snow
pt: Queda de neve moderada

# CONDITION_1222
source: Patchy heavy snow
pt: Queda de neve irregular forte

# CONDITION_1225
source: Heavy snow
pt: Neve intensa

# CONDITION_1237
source: Ice pellets
pt: Granizo

# CONDITION_1240
source: Light rain shower
pt: Aguaceiros fracos

# CONDITION_1243
source: Moderate or heavy rain shower
pt: Aguaceiros moderados ou fortes

# CONDITION_1246
source: Torrential rain shower
pt: Chuva torrencial

# CONDITION_1249
source: Light sleet showers
pt: Aguaceiros fracos com neve

# CONDITION_1252
source: Moderate or heavy sleet showers
pt: Aguaceiros moderados ou fortes com neve

# CONDITION_1255
source: Light snow showers
pt: Chuva fraca com neve

# CONDITION_1258
source: Moderate or heavy snow showers
pt: Chuva moderada ou forte com neve

# CONDITION_1261
source: Light showers of ice pellets
pt: Aguaceiros fracos com granizo

# CONDITION_1264
source: Moderate or heavy showers of ice pellets
pt: Aguaceiros moderados ou fortes com granizo

# CONDITION_1273
source: Patchy light rain in area with thunder
pt: Chuva fraca irregular com trovoada

# CONDITION_1276
source: Moderate or heavy rain in area with thunder
pt: Chuva moderada ou forte com trovoada

# CONDITION_1279
source: Patchy light snow in area with thunder
pt: Neve fraca irregular com trovoada

# CONDITION_1282
source: Moderate or heavy snow in area with thunder
pt: Neve moderada ou forte com trovoada

# Forecast_Cloud
source: Cloud coverage
pt: Cobertura de nuvens

# Forecast_Condition
source: Condition
pt: Estado

# Forecast_Feels_Like
source: Feels Like
pt: Sensação

# Forecast_Humidity
source: Humidity
pt: Humidade

# Forecast_Is_Day
source: Daytime
pt: Dia

# Forecast_Last_Updated
source: Last updated
pt: Última actualização

# Forecast_Precipitation
source: Precipitation
pt: Precipitação

# Forecast_Pressure
source: Pressure
pt: Pressão atmosférica

# Forecast_Temperature
source: Temperature
pt: Temperatura

# Forecast_Visibility
source: Visibility
pt: Visibilidade

# Forecast_Wind_Degree
source: Wind degree
pt: Ângulo do vento

# Forecast_Wind_Direction
source: Wind direction
pt: Direcção do vento

# Forecast_Wind_Velocity
source: Wind velocity
pt: Força do vento

# Location_Country
source: Country
pt: País

# Location_Local_Time
source: Local time
pt: Hora local

# Location_Name
source: Name
pt: Localidade

# Location_Region
source: Region
pt: Distrito

# Location_Timezone
source: Time zone
pt: Fuso horário

# Units_Atmosphere
source: Atmosphere
pt: Atmosferas

# Units_Centimeters
source: Centimeters
pt: Centímetros

# Units_Inches
source: Inches
pt: Polegadas

# Units_Kilometers
source: Kilometers
pt: Quilómetros

# Units_Kilometers_Hour
source: Kilometers per hour
pt: Quilómetros/hora

# Units_Kilopascal
source: Kilopascal
pt: Kilopascais

# Units_Knots
source: Knots
pt: Nós

# Units_Meters
source: Meters
pt: Metros

# Units_Meters_Second
source: Meters per second
pt: Metros/segundo

# Units_Miles
source: Miles
pt: Milhas

# Units_Miles_Hour
source: Miles per hour
pt: Milhas/hora

# Units_Millibars
source: Millibars
pt: Milibares

# Units_Millimeters
source: Milimeters
pt: Milímetros
